{
  "speech": [
    {
      "conditions": {
        "relation": "friendly",
        "daytime": "evening"
      },
      "lines": [
        "Добрый вечер!",
        "Доброго вечера вам!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "daytime": "afternoon"
      },
      "lines": [
        "Добрый день!",
        "Доброго дня вам!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "daytime": "morning"
      },
      "lines": [
        "Доброе утро!",
        "Доброго утра вам!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "day_or_night": "day"
      },
      "lines": [
        "Добрый день, #p.",
        "Добрый день.",
        "Добрый день!",
        "Доброго дня вам, #p! Как поживаете?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly"
      },
      "lines": [
        "Что я мог бы назвать своим преследованием Атлантидой: эта легенда или миф, или смутное воспоминание о какой-то древней истории, всегда меня тревожила. Во сне мне снился ужасный сон о неотвратимой Волне, либо выходящей из спокойного моря, либо накатывающей громадной стеной над зелеными внутренними землями. Это до сих пор случается время от времени, хотя теперь изгнано написанием о ней. Оно всегда заканчивается капитуляцией, и я просыпаюсь, задыхаясь, из глубокой воды.",
        "Не нам выбирать времена, в которые мы рождены, но делать что можем, чтобы исправить их; но дух нечестия в высоких местах ныне столь могуществен и столь многоглав в своих воплощениях, что, кажется, не остается ничего более, кроме как лично отказаться поклоняться любой из голов гидры...",
        "У меня есть чувство, близкое к уверенности, что Бог, по какой-то неисповедимой причине, которая нам может казаться почти юмором, столь странно готов отвечать на молитвы самых недостойных из своих просителей – если они молятся за других.",
        "Если Хоббитон и Ривенделл взяты примерно на широте Оксфорда, то Минас Тирит, в 600 милях к югу, находится примерно на широте Флоренции. Устья Андуина и древний город Пеларгир – примерно на широте древней Трои.",
        "«Варг» – старое слово для волка, которое также имело значение изгнанника или преследуемого преступника. Это его обычное значение в сохранившихся текстах. Я принял слово, которое хорошо звучало для значения, как имя для этой особой породы демонических волков в истории.",
        "«Орк» я произвел от англосаксонского, слова, означающего демона, обычно предполагаемого происхождения от латинского Orcus – Ад. Но я сомневаюсь в этом, хотя вопрос слишком сложен, чтобы излагать его здесь.",
        "В мифологическом фоне моих историй нет «богов» в прямом смысле. Их место занимают существа, именуемые Валар: ангельские сотворенные существа, назначенные для управления миром.",
        "К.С. Льюис был очень впечатлительным человеком, и этому способствовали его великая щедрость и способность к дружбе. Неоплатный долг, который я ему обязан, был не «влиянием» в обычном понимании, а чистой поддержкой. Долгое время он был моей единственной аудиторией. Только от него я когда-либо получал идею, что мой «материал» может быть чем-то большим, чем частное хобби. Не будь его интереса и неослабевающего нетерпения услышать больше, я бы никогда не довел «Властелина Колец» до завершения...",
        "Нуменор – это моя личная переработка мифа и/или традиции об Атлантиде. Из всех мифических или «архетипических» образов это тот, что глубже всего укоренен в моем воображении, и в течение многих лет у меня был повторяющийся сон об Атлантиде: огромная и неотвратимая волна, надвигающаяся с Моря или над сушей, иногда темная, иногда зеленая и залитая солнцем.",
        "Часть привлекательности «Властелина Колец» связана, я думаю, с проблесками обширной истории на заднем плане: привлекательность, подобная виду на необитаемый остров вдали или видению башен далекого города, сверкающих в солнечной дымке.",
        "«Кирт» или руны во «Властелине Колец» были изобретены для этой истории и, внутри нее, не имеют предполагаемой исторической связи с германским руническим алфавитом, которому англичане придали его наиболее сложное развитие.",
        "Я не думаю, что лица высокого положения и происхождения нуждаются во всех мелочных уловках и подходах в делах любви. Эта повесть не имеет дела с периодом «Куртуазной Любви» и ее притворства; но с культурой более примитивной и благороднее.",
        "Я не сомневаюсь, что в области, охваченной моей историей, «одежда» различных народов, Людей и прочих, была весьма разнообразна в Третью Эпоху, в зависимости от климата и унаследованного обычая. Как и был наш мир, даже если мы рассмотрим только Европу, Средиземноморье и ближний «Восток», до победы в наше время наименее привлекательного стиля одежды, которую открывает нам зафиксированная история – победа, что все еще продолжается, даже среди тех, кто более всего ненавидит земли ее происхождения.",
        "Нуменорцы, до того как их знание сократилось, знали больше о наследственности, чем другие народы. На это, конечно, они ссылаются общим символом крови. Они признавали тот факт, что, несмотря на смешанные браки, некоторые характеристики будут появляться в чистом виде в позднейших поколениях.",
        "Я не люблю давать «факты» о себе, кроме «сухих». Не просто по личным причинам; но также потому, что я возражаю против современной тенденции в критике, с ее чрезмерным интересом к деталям жизней авторов и художников. Они лишь отвлекают внимание от произведений автора, и в итоге, как теперь часто видно, становятся главным интересом. Но лишь Ангел-Хранитель, или даже Сам Бог, мог бы распутать реальные отношения между личными фактами и произведениями автора. Не сам автор, и уж конечно не так называемые «психологи».",
        "Если бы я «философствовал» этот миф, или по крайней мере Кольцо Саурона, я бы сказал, что это мифический способ представления истины, что потенция, если ей предстоит быть осуществленной, и производить результаты, должна быть воплощена вовне и таким образом как бы переходит, в большей или меньшей степени, из-под твоего прямого контроля. Человек, желающий осуществлять «власть», должен иметь подданных, которые не есть он сам. Но тогда он зависит от них.",
        "Вы не можете давить на Единое Кольцо слишком сильно, ибо это, конечно, мифическая черта, даже если мир повестей задуман в более или менее исторических терминах. Кольцо Саурона – лишь одно из различных мифических трактовок помещения своей жизни, или власти, в некий внешний объект, который таким образом оказывается подвержен захвату или уничтожению с пагубными последствиями для себя.",
        "В книге лембас имеет две функции. Это «машина» или устройство для придания правдоподобия долгим маршам с малыми припасами, в мире, где, как я сказал, «мили есть мили». Но это относительно неважно. Он также имеет гораздо большее значение, того, что можно назвать «религиозным» родом.",
        "Главный биографический факт для меня – завершение «Властелина Колец», что все еще меня изумляет. Известный начинатель предприятий и не-завершатель, отчасти из-за нехватки времени, отчасти из-за отсутствия сосредоточенности, я все еще удивляюсь, как и почему мне удавалось упорно трудиться над этой штукой год за годом, часто в условиях реальных трудностей, и довести ее до завершения.",
        "Я не «демократ» только потому, что «смирение» и равенство являются духовными принципами, искаженными попыткой механизировать и формализовать их, с результатом, что мы получаем не всеобщую малозначительность и смирение, но всеобщее величие и гордость, пока какой-нибудь Орк не завладеет кольцом власти – и тогда мы получаем и получаем рабство.",
        "Если в моей истории есть какое-либо современное указание вообще, так это к тому, что мне кажется самым распространенным предположением нашего времени: что если вещь может быть сделана, она должна быть сделана. Это мне кажется совершенно ложным. Величайшие примеры действия духа и разума – в самоотречении.",
        "Мой мир – не «воображаемый» мир, а воображаемый исторический момент на «Средиземье» – которое является нашим местом обитания.",
        "Во «Властелине Колец» конфликт в основе не о «свободе», хотя она, естественно, задействована. Он о Боге и Его единственном праве на божественную честь.",
        "Театр моего повествования – эта земля, та, на которой мы теперь живем, но исторический период – воображаемый. Основы этого пребывающего места все там, так что оно, естественно, кажется знакомым, даже если немного облагорожено очарованием удаленности во времени.",
        "Я мыслю исторически. Средиземье – не воображаемый мир. Название – современная форма middlen-erd > middel-erd, древнего имени для oikoumenē, пребывающего места Людей, объективно реального мира, используемого в противопоставлении воображаемым или невидимым мирам.",
        "Я считаю так называемую «сказку» одной из высших форм литературы и совершенно ошибочно связанной с детьми.",
        "«Средиземье», кстати, не название небывалой земли без отношения к миру, в котором мы живем. Это просто использование среднеанглийского middel-erde, измененного от древнеанглийского Middangeard: имени для обитаемых земель Людей «между морями».",
        "Хотя я не пытался связать форму гор и массивов суши с тем, что геологи могут сказать или предположить о более близком прошлом, в воображении эта «история» предположительно происходит в период действительного Старого Мира этой планеты.",
        "У меня есть то, что некоторые могли бы назвать комплексом Атлантиды. Возможно, унаследованный, хотя мои родители умерли слишком рано, чтобы я мог знать; и унаследованный от меня лишь одним из моих детей. Я имею в виду ужасный повторяющийся сон о Великой Волне, вздымающейся и накатывающейся неотвратимо над деревьями и зелеными полями.",
        "За Мерлокскими горами, длинной и одинокой дорогой, Сквозь паучьи тени и болото Тоде...",
        "«Властелин Колец» – это, конечно, фундаментально религиозное и католическое произведение; бессознательно сначала, но сознательно при доработке. Вот почему я не вставил или вырезал практически все ссылки на что-либо, похожее на «религию», на культы или практики, в воображаемом мире. Ибо религиозный элемент поглощен в историю и символизм.",
        "Я не люблю Аллегорию – сознательную и намеренную аллегорию – однако любая попытка объяснить суть мифа или сказки должна использовать аллегорический язык.",
        "На самом деле я христианин, и притом римский католик, так что я не ожидаю, что «история» будет чем-то иным, кроме «долгого поражения» – хотя она содержит некоторые образцы или проблески окончательной победы.",
        "Это военный самолет – настоящий злодей. Мои чувства более или менее те, которые имел бы Фродо, если бы обнаружил, что некоторые хоббиты учатся ездить на назгульских птицах «для освобождения Шира».",
        "«Nasturtians» — это сознательный выбор, символизирующий победу над высокомерными типографами. Я предпочитаю именно это слово, потому что nasturtium — это, так сказать, ложное ботаническое название, ложное научное обозначение.",
        "Ты не можешь сражаться с Врагом его же собственным Кольцом, не превращаясь во Врага.",
        "«Две крепости» – это максимально близко к тому, чтобы найти название, покрывающее сильно расходящиеся Книги 3 и 4; и может быть оставлено двусмысленным – оно может относиться к Изенгарду и Барад-дуру, или к Минас Тириту и Барад-дуру; или к Изенгарду и Кирит Унгол.",
        "Я нахожу этот америко-космополитизм очень устрашающим. Что касается разума и духа, и пренебрегая ничтожными страхами робкой плоти, которая не хочет быть застреленной или изрубленной жестокой и разнузданной солдатней, я не действительно уверен, что его победа окажется настолько лучше для мира в целом и в долгосрочной перспективе, чем победа ——.",
        "«Время спать» – это обычно глупое родительское потворство, популярное, конечно, потому, что так многие молодые люди будут делать что угодно, чтобы отсрочить роковой момент.",
        "Я думаю, что это отношение записывания, упрощения, Библии на базовом английском ответственно за то, что так многие старшие дети и молодые люди имеют мало уважения и никакой любви к словам и очень ограниченные словари – и увы! мало оставшегося желания оттачивать или расширять их.",
        "Многие спрашивали меня, почему Братство не полетело на Орлах в Мордор, и тем я говорю: знаешь, заткнись!",
        "Не все те, кто странствует, заблудились.",
        "Если бы больше из нас ценили еду, веселье и песни выше накопленного золота, мир был бы веселее.",
        "Дорога бежит всё вдаль и вдаль, От двери, где начался путь...",
        "Храни вас Бог.",
        "Мой пра-пра-дед приехал в Англию в восемнадцатом веке из Германии: основная часть моего происхождения, следовательно, чисто английская.",
        "Я думаю, большинство христиан, кроме самых простых и необразованных или тех, кто защищен иными способами, были довольно помяты и поторапливаемы теперь на протяжении нескольких поколений самозваными учеными, и они вроде как затолкали Книгу Бытия в чулан своего разума как не очень модную мебель, немного стесняясь иметь ее в доме, понимаете, когда приходят яркие умные молодые люди.",
        "Орлы – опасная «машина». Я использовал их экономно, и это абсолютный предел их правдоподобия или полезности.",
        "Поскольку у Валар не было собственного языка, не нуждаясь в нем, у них не было «истинных» имен, только сущности, и их имена были даны им эльфами, будучи по происхождению, следовательно, все, так сказать, «прозвищами», отсылающими к какой-то поразительной особенности, функции или поступку.",
        "Средиземье – не мое собственное изобретение. Это модернизация или изменение старого слова для обитаемого мира Людей, oikoumenē: 'средняя', потому что мысленно представлялось смутно расположенным среди окружающих Морей и между льдом Севера и огнем Юга.",
        "Я действительно начал повесть, происходящую примерно через 100 лет после низвержения Саурона, но она оказалась и зловещей, и удручающей. Поскольку мы имеем дело с ЛЮДЬМИ, неизбежно, что мы будем озабочены самым прискорбным свойством их натуры: их быстрым пресыщением добром.",
        "Я необычайно удачлив, имея такого друга, как ты, #p. Я чувствую, если можно так сказать, что наши отношения подобны отношениям Рохана и Гондора, и с моей стороны клятва Эорла никогда не будет нарушена, и я буду продолжать полагаться на и быть благодарным за мудрость и учтивость Минас Тирита. Огромное тебе спасибо.",
        "Любой, кто может играть на струнном инструменте, кажется мне волшебником, достойным глубокого уважения. Я люблю музыку, но не имею к ней способностей.",
        "Я не чувствую себя под каким-либо обязательством подгонять мою историю под формализованную христианскую теологию, хотя я действительно намеревался, чтобы она была созвучна христианской мысли и вере.",
        "Одна из моих бед в том, что я как раз отправлял в печать доработанный вариант моего перевода «Сэра Гавейна» вместе с «Жемчужиной», когда на меня обрушилась отчаянная проблема авторского права в США, и я должен теперь посвящать все имеющееся у меня время, чтобы произвести доработанные версии как «Властелина Колец», так и «Хоббита», которые могут быть защищены авторским правом и, хочется надеяться, победить пиратов.",
        "«Рун» – эльфийское слово для «востока». Азия, Китай, Япония и все вещи, которые люди на западе считают далекими."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:nan_curunir"
      },
      "lines": [
        "Голос Сарумана был не гипнотическим, но убедительным. Те, кто его слушал, были не в опасности впасть в транс, но согласиться с его аргументами, будучи полностью бодрствующими. Всегда было открыто для одного отвергнуть, свободной волей и разумом, как его голос во время речи, так и его последующие впечатления. Саруман развращал способности к рассуждению."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:mordor | lotr:mordor_mountains | lotr:gorgoroth | lotr:morgul_vale | lotr:angmar | lotr:angmar_mountains"
      },
      "lines": [
        "Я представил орков как предсуществующих реальных существ, на которых Темный Властелин оказал всю полноту своей власти, переделывая и развращая их, не создавая их. То, что Бог «допускал» это, не кажется худшей теологией, чем допущение расчетливого обесчеловечивания Людей тиранами, что происходит сегодня.",
        "Орки нигде четко не названы имеющими какое-либо конкретное происхождение. Но поскольку они слуги Темной Силы, а позже Саурона, ни один из которых не мог бы или не стал бы производить живые существа, они должны быть 'искажениями'.",
        "Черное Наречие использовалось только в Мордоре; оно встречается только в надписи на Кольце, и в предложении, произнесенном орками Барад-дура, и в слове Назгул. Оно никогда не использовалось добровольно никаким другим народом, и, следовательно, даже названия мест в Мордоре даны на английском или эльфийском.",
        "Орки – это по сути раса 'разумных воплощенных' существ, хотя ужасно искаженных, если не более, чем многие Люди, встречаемые сегодня.",
        "Спрашивать, 'являются' ли орки коммунистами, для меня так же разумно, как спрашивать, являются ли коммунисты орками.",
        "Орки определенно названы искажениями 'человеческой' формы, видимой у эльфов и людей. Они приземисты, широки, плосконосы, с желтоватой кожей, с широкими ртами и раскосыми глазами: фактически, деградировавшие и отталкивающие версии наименее привлекательных монголоидных типов."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:mirkwood"
      },
      "lines": [
        "Мглистые Леса – не мое изобретение, а очень древнее имя, отягощенное легендарными ассоциациями. Вероятно, это было примитивное германское имя для великих гористых лесных регионов, которые в древности образовывали барьер к югу от земель германской экспансии. В некоторых традициях оно стало использоваться особенно для границы между готами и гуннами.",
        "Тени и зло Мглистых Лесов предоставляют, в уменьшенном 'сказочном' режиме, одну из основных частей приключения.",
        "Леголас означает 'зеленые листья', лесное имя – диалектная форма чистого синдарина laegolas."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:rohan"
      },
      "lines": [
        "Сероспин происходил из особой породы, будучи, так сказать, эльфийским эквивалентом обычных лошадей: его 'кровь' шла 'с Запада, за Морем'.",
        "Рохиррим не были 'средневековыми' в нашем смысле. Стили гобелена из Байё подходят им достаточно хорошо, если помнить, что своего рода теннисные сетки, которые, кажется, носят солдаты, – это лишь неуклюжий условный знак для кольчуги из маленьких колец.",
        "«Рохиррим» произведено от roch, означающего лошадь, и эльфийской основы kher- 'владеть'; откуда синдарин Rochir 'владыка лошадей', и Rochir-rim 'войско Владык Лошадей'."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:shire | lotr:shire_moors | lotr:shire_forest"
      },
      "lines": [
        "«Шир» основан на сельской Англии, а не на какой-либо другой стране в мире – менее всего, возможно, любой в Европе, на Голландии, которая топографически совершенно несхожа.",
        "Топонимия Шира, если взять первый список, – это 'пародия' на топонимию сельской Англии, в much том же смысле, как и его обитатели: они идут вместе и задуманы так.",
        "Карта Шира играет очень небольшую роль в повествовании, и большая часть ее назначения – описательное нагнетание.",
        "Я, по сути, Хоббит. Я люблю сады, деревья и немеханизированные сельхозугодья; я курю трубку и люблю хорошую простую пищу, но ненавижу французскую кухню; я люблю и даже осмеливаюсь носить в эти скучные дни орнаментальные жилеты.",
        "Все хоббиты были медлительны к переменам, но ремигранты-стуоры возвращались к более дикой и примитивной жизни малых и сокращающихся общин; в то время как народ Шира за 1400 лет своего проживания развил более оседлый и сложный общественный уклад, в котором важность родства для их чувств и обычаев поддерживалась детальными традициями, письменными и устными.",
        "Язык хоббитов был поразительно похож на английский, как и следовало ожидать: они жили лишь на границах Дикой Природы и были в основном не осведомлены об этом."
      ]
    },
    {
      "_comment": "Add 'lotr:erebor' when it's added...",
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:blue_mountains | lotr:iron_hills"
      },
      "lines": [
        "Эти гномы – не совсем гномы более известного фольклора. Им даны скандинавские имена, это правда; но это редакционная уступка.",
        "Гномий язык был и сложен, и неблагозвучен. Даже ранние эльфийские филологи избегали его, и гномы были вынуждены использовать другие языки, кроме совершенно частных разговоров.",
        "Гномы представлены как хранящие свой собственный родной язык более или менее в секрете и использующие для всех 'внешних' целей язык народа, near которого они жили; они никогда не раскрывают своих 'истинных' личных имен на своем языке."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:old_forest"
      },
      "lines": [
        "Старый Лес был враждебен к двуногим существам из-за памяти о многих обидах."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:fangorn"
      },
      "lines": [
        "Что происходит с Энтами, я еще не знаю.",
        "Лес Фангорн был старым и прекрасным, но во время истории напряженным враждебностью, потому что ему угрожал любящий машины враг.",
        "Я думаю, что на самом деле Энтвы исчезли навсегда, будучи уничтожены вместе со своими садами в Войне Последнего Союза, когда Саурон проводил политику выжженной земли и сжег их земли против наступления Союзников вниз по Андуину."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:further_gondor | lotr:anorien | lotr:pinnath_gelin | lotr:anfalas | lotr:blackroot_vale | lotr:lamedon | lotr:pelargir | lotr:lossarnach | lotr:lebennin | lotr:emyn_en_ernil | lotr:dor_en_ernil"
      },
      "lines": [
        "Денетор был запятнан mere политикой: отсюда его провал и его недоверие к Фарамиру. Для него стало главным мотивом сохранить государственный строй Гондора, как он есть, против другого властителя, который сделал себя сильнее и которого следует бояться и противостоять ему по этой причине, rather чем потому, что он был безжалостен и зол.",
        "Денетор презирал меньших людей, и можно быть уверенным, он не различал орков и союзников Мордора. Если бы он выжил как победитель, даже без использования Кольца, он бы сделал долгий шаг к тому, чтобы стать самому тираном, и условия и обращение, которые он предоставил заблудшим народам востока и юга, были бы жестокими и мстительными.",
        "Квенья был известен ученым в Гондоре по крайней мере так же хорошо, как латынь все еще в Западной Европе. Его использование было почетным, и не было причины приспосабливать имена на квенья к синдарину.",
        "В Гондоре общеупотребительным языком был 'вестрон', язык примерно такой же смешанный, как современный английский, но в основе произошедший от родного языка нуменорцев.",
        "На юге Гондор поднимается до пика могущества, почти отражая Нуменор, а затем медленно угасает до дряхлого Средневековья, своего рода гордой, почтенной, но все более бессильной Византии.",
        "Нуменорцы Гондора были горды, своеобразны и архаичны, и я думаю, их лучше всего представлять в египетских терминах. Во многих отношениях они напоминали 'египтян' – любовь к и способность к возведению гигантских и массивных сооружений. И в их большом интересе к предкам и гробницам.",
        "Я думаю, корона Гондора была очень высокой, как у Египта, но с прикрепленными крыльями, не поставленными прямо назад, а под углом."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:rivendell | lotr:lindon | lotr:lothlorien"
      },
      "lines": [
        "Галадриель так же стара или старше Шелоб. Она – последняя оставшаяся из Великих среди Высших Эльфов и 'пробудилась' в Эльдамаре за Морем, задолго до того, как Унголианта пришла в Средиземье и произвела там свое потомство.",
        "Высшие Эльфы были изгнанниками из Благословенного Края Богов, и у них не было 'религии', ибо та была в руках богов, восхваляющих и обожающих Эру 'Единого', Илуватара, Отца Всего, на Горе Аман."
      ]
    },
    {
      "_comment": "Change biome to 'lotr:erebor' when it's added...",
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:northern_dale"
      },
      "lines": [
        "Дракон носит как имя – псевдоним – прошедшее время примитивного германского глагола Smugan, просачиваться через отверстие: низкий филологический каламбур."
      ]
    },
    {
      "_comment": "Change biome to 'lotr:dale | lotr:northern_dale' when erebor is added ",
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:dale"
      },
      "lines": [
        "Язык Дейла и Долгого Озера, если бы он появлялся, был бы представлен как более или менее скандинавский по характеру; но он представлен лишь немногими именами, особенно именами гномов, пришедших из того региона."
      ]
    },
    {
      "conditions": {
        "relation": "hostile"
      },
      "lines": [
        "Ты нехороший человек, #p.",
        "Если ты будешь просить у меня прощения, ты заставляешь меня чувствовать себя неловко.",
        "Оставь меня в покое!",
        "Оставь меня в покое, #p!",
        "Ну-ну, давайте не будем затевать никаких неприятностей!",
        "Не заставляй меня хвататься за свою грабли!"
      ]
    }
  ]
}