{
  "parent": "lotrextended:durins_folk/common",
  "speech": [
    {
      "conditions": {
        "relation": "friendly"
      },
      "lines": [
        "Пылающий очаг! Солодовое пиво! Сочное мясо без косточек!",
        "Гномий эль — лучший напиток во всем Средиземье!",
        "Богатство гномов не превзойдено ни одной другой расой.",
        "Какие вести ты принес из мира людей, #p?",
        "Моя борода — зависть всех гномов.",
        "Мастерство гномов-кузнецов не имеет равных!",
        "Чертоги Белегоста и Ногрода были когда-то куда величественнее, чем сейчас.",
        "Я люблю синие холмы и высокие сосны нашего дома.",
        "Гномы Белегоста когда-то ковали доспехи, достаточно прочные, чтобы выстоять против драконьего пламени! Но такие секреты ныне утрачены.",
        "В Эред Луине есть два клана — Широкозады и Огненные Бороды!",
        "У нашего народа было много великих чертогов в этих горах, прежде чем Белерианд поглотило море.",
        "У нас была... сложная история с эльфами, но все это было давно.",
        "Наш древний язык священен, ибо создан самим Махалом! Запрещено говорить на нем среди кого-либо, кроме кхазад.",
        "Мы много торгуем с теми эльфами, что ожидают отплытия на Запад.",
        "Говорят, чертоги Ногрода и Белегоста — старейшие из гномьих залов, еще не захваченные орками!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "gender": "m"
      },
      "lines": [
        "Наши женщины так похожи голосом и внешностью, что их часто принимают за наших мужчин.",
        "Гномьих женщин так мало, что многие из наших мужчин остаются неженаты.",
        "По правде говоря, мы, гномы, больше сосредоточены на наших шахтах, чем на женщинах."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "gender": "f"
      },
      "lines": [
        "Наши мужчины говорят, что мы, женщины, так похожи голосом и внешностью, что нас и самих можно принять за мужчин! Возможно, если бы они хоть изредка отрывались от кузницы..."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#home"
      },
      "lines": [
        "Ты немного высоковат для этих шахт, #p! Ха-ха!",
        "Добро пожаловать в Синие Горы, #p! Здесь тебя ждут многие богатства.",
        "Добро пожаловать в Эред Луин, #p! Здесь тебя ждут многие богатства!",
        "В этих горах у нас много шахт.",
        "Мы живем в этих горах с самого зарождения нашего народа.",
        "Добро пожаловать в Эред Луин, #p.",
        "Ты бывал в Белегосте? Некоторые из залов были отстроены заново после Войны Гнева.",
        "Среди нас до сих пор живут многие беженцы из народа Дурина.",
        "До того как Белерианд поглотило море, у нас было много великих городов по всему Эред Луину."
      ]
    },
        {
      "conditions": {
        "relation": "friendly",
        "biome": "#home",
        "rank": ">=oathfriend"
      },
      "lines": [
        "Добро пожаловать в Улбанабад, друг мой!"
      ]
    },
        {
      "conditions": {
        "relation": "friendly",
        "biome": "#foreign"
      },
      "lines": [
        "Я скучаю по виду на синие холмы с горных склонов моего дома."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=guest"
      },
      "lines": [
        "Есть ли вести от наших сородичей на Западе?",
        "Что ж, добро пожаловать!",
        "Что ж, добро пожаловать, #p!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=friend"
      },
      "lines": [
        "Давай выпьем вместе!",
        "Не выпьем ли мы, #p?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=oathfriend"
      },
      "lines": [
        "Возможно, ты не один из кхазад, #p, но в наших чертогах тебе всегда рады.",
        "Улбанабад"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=guest & <axebearer",
        "biome": "#home"
      },
      "lines": [
        "Клянусь бородой, я во всей жизни не видел человека! Добро пожаловать в мой дом, #p!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "alternatives": [
          {
            "biome": "#home"
          },
          {
            "underground": "true"
          }
        ]
      },
      "lines": [
        "Здесь есть хорошая каменная кладка."
      ]
    }
  ]
}