{
  "speech": [
    {
      "conditions": {
        "relation": "friendly"
      },
      "lines": [
        "Добрый день.",
        "Добрый день, #p.",
        "Для Гондора настали тёмные времена.",
        "Для Гондора настали тёмные времена, #p.",
        "Люди шепчутся о мерзких тварях, плодящихся на Востоке, и рассказывают истории о безымянном страхе...",
        "Если тебе случится наткнуться на заросли вестмансвида, будет разумно собрать его и взять с собой.",
        "Я бы предпочёл сейчас быть в таверне.",
        "Говорят, тень Мордора растёт на Востоке.",
        "Настали тёмные времена. На Востоке поднимается великая сила.",
        "Как твои дела?",
        "Есть ли у тебя что-нибудь выпить?",
        "Немногие вещи сравнимы по красоте с первыми лучами Солнца, падающими на белые горные пики.",
        "Добрый день, #p! Но хочу ли я сказать, что день хорош, или что это день, чтобы быть хорошим?",
        "Мы говорим правду, мы, Люди Гондора.",
        "Гондор когда-то был одним из величайших королевств Людей. Но сегодня это лишь земля рассыпающегося кирпича и ложных сердец...",
        "Какие вести ты несёшь?",
        "Скажи мне, #p. Что нового в дальних странах?",
        "Неужели это последние дни Людей? Когда-то Гондор был велик, но с каждым днём я всё больше страшусь за наше будущее.",
        "На земли Людей надвигается холодная тьма.",
        "Высокие корабли и короли высокие, трижды три. Что принесли они с погибшей земли через текучее море? Семь звёзд, и семь камней, и одно белое дерево.",
        "Говорят, те южане несут в бой изогнутые мечи. Изогнутые мечи!",
        "Я надеюсь однажды увидеть былое величие Гондора восстановленным.",
        "Гондор уже не так велик, как прежде.",
        "Зло вновь поднимается за стенами Мордора. Боюсь, это станет нашей погибелью.",
        "Ты видел Аргонат, #p? Это зрелище, которое стоит увидеть!",
        "Ты видел Аргонат, #p? Когда я в последний раз путешествовал на север, их там не было...",
        "Долины Андуина — прекрасные земли, почти соперничающие по красоте с самим Гондором.",
        "Белое Древо давно увяло, но наши сердца всё ещё бьются верно.",
        "Говорят, что пики Белых Гор можно увидеть из любой точки Гондора.",
        "Я жажду увидеть Лебединых Рыцарей Дор-эн-Эрнил, скачущих в бой.",
        "Держись подальше от сосен Тавар-ин-Друэдайн, #p. Там живут странные Люди, которые поклоняются камню и листве.",
        "Если маяки Белой Башни будут зажжены, тогда мы наконец узнаем, что наша погибель пришла.",
        "Гавани Умбара когда-то были частью нашего королевства, но они давно уже попали в руки харадримов."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#home"
      },
      "lines": [
        "Эта страна была великим королевством в старые времена, но те дни давно миновали...",
        "Ах, сладкий галенас! Какой прекрасный, ароматный травник. Его часто находят растущим в этих землях, #p.",
        "Вестмансвид с этих полей — чудесное и ароматное растение.",
        "Сердца Людей могут стать ложными, #p, но наши земли по-прежнему прекрасны, как и всегда.",
        "Это королевство на языке Рохана зовётся Стоунленд. Что ж, нельзя сказать, что нам не хватает камня, #p."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=guest"
      },
      "lines": [
        "Здравствуй, #p!",
        "Какие новости, #p?",
        "Старый погребальный курган Элендила на языке Рохана зовётся Халифириен. Но его гроб был отправлен на Безмолвную Улицу Каменного Города пятьсот лет назад.",
        "Мы построили стену вокруг полей Пеленнора, чтобы защититься от налётов орков. Нам следует сделать то же самое у Пороса, если спросишь меня.",
        "Я видел своими глазами руины Осгилиата, где когда-то была наша столица. Но вот уже пятьсот лет этот город является пристанищем лишь для безмолвной скорби, напоминая о надвигающемся упадке Гондора.",
        "Учёные говорят о днях, когда Гондор был сияющей жемчужиной среди королевств Людей. Боюсь, те дни навсегда утеряны, #p.",
        "Есть ли у тебя добрые вести, #p?",
        "Гондор так и не вернул себе славу, которую имел во времена линии Анариона."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#home",
        "rank": ">=guest"
      },
      "lines": [
        "Эта страна — мой дом, #p. Я боюсь за всех нас в эти тёмные дни.",
        "Многие Люди из Итилиэна и южных земель искали убежища здесь сто лет назад. Я надеюсь, что однажды наше войско двинется на восток и отвоюет те проклятые родные земли!",
        "Приветствую, #p. Какие вести ты принёс в Гондор из дальних стран?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=guest & <champion"
      },
      "lines": [
        "А, #p! Кажется, мы встречались раньше. Или я ошибаюсь?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#home",
        "rank": "<friend"
      },
      "lines": [
        "Мы не желаем видеть незнакомцев в наших землях в это время, если только это не могучие воины, в чьей вере и помощи мы можем доверять.",
        "Знай же, #p, что мы не желаем видеть незнакомцев в Гондоре в это время."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=friend"
      },
      "lines": [
        "Рад встрече, #p!",
        "Рад встрече.",
        "Не бойся, мой друг #p. Рохан придёт к нам на помощь. Они всегда приходят к нам на помощь.",
        "Для нашего народа настали смутные времена. Тьма собирается в Мордоре, а владыки Белого Города безмолвствуют.",
        "В своём сердце, #p, я всё ещё мечтаю о дне, когда Короли вернутся на трон Гондора.",
        "Я жажду вновь увидеть Короля на троне Гондора.",
        "Я слышал истории о том, что Короли однажды могут вернуться и вновь править Гондором. Но это всего лишь народные сказки; они не могут быть правдой...",
        "Гондор. Ах, Гондор. Великое Южное королевство древности, когда-то! Но теперь, #p, это наше долгое угасание. Сумерки Запада.",
        "Люди с окраин стекаются в центральные земли, подальше от конфликтов. Они приносят с собой проблемы, но думаю, мы справимся.",
        "Ну же, #p, расскажи мне историю, чтобы порадовать моё сердце."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": "<atarms"
      },
      "lines": [
        "Должен предупредить тебя, #p. Гондор уже не тот, что был прежде.",
        "Ты не очень похож на Человека Гондора, #p. Ты ведь не с Юга?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#home",
        "rank": "<atarms"
      },
      "lines": [
        "Добро пожаловать в Гондор.",
        "Добро пожаловать в Гондор, #p.",
        "Гондор приветствует тебя, #p.",
        "Добро пожаловать, #p. Хотелось бы, чтобы ты прибыл в Гондор в более счастливые дни.",
        "Жаль, что ты не смог прийти в Гондор в более счастливые дни, #p.",
        "Хотел бы я приветствовать тебя в Гондоре в более счастливые времена.",
        "Добро пожаловать, #p. Какие дела привели тебя в Гондор?",
        "Добрый день, #p! Добро пожаловать в землю Гондора.",
        "Ты прибыл в славный день, #p. Орки не совершали набегов на наши земли уже больше недели.",
        "Ты, возможно, проделал долгий путь, чтобы увидеть Гондор, #p. И всё же, думаю, ты застал его в тёмные дни."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#home",
        "rank": "<captain"
      },
      "lines": [
        "Ты ведь не из этих мест, #p?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=lord",
        "player_gender_pref": "m"
      },
      "lines": [
        "Добрый день, милорд #p. Могу я чем-нибудь помочь вам?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=lord",
        "player_gender_pref": "f"
      },
      "lines": [
        "Добрый день, миледи #p. Могу я чем-нибудь помочь вам?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "day_or_night": "day",
        "weather": "clear"
      },
      "lines": [
        "Прекрасный день для этого."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#home",
        "weather": "rain"
      },
      "lines": [
        "Над Гондором сгущается тьма. И, #p, кажется, на горизонте собираются дождевые тучи."
      ]
    },
    {
      "conditions": {
        "relation": "hostile"
      },
      "lines": [
        "Не совершай здесь преступлений!",
        "Ты не друг Гондору, #p.",
        "Мы не одобряем преступников здесь!",
        "Воистину скверный час для Гондора!"
      ]
    }
  ]
}