{
  "parent": "lotrextended:durins_folk/common",
  "speech": [
    {
      "conditions": {
        "relation": "friendly"
      },
      "lines": [
        "Какие дела привели тебя в эти земли, путник?",
        "Если хочешь получить мои могучие клинки, сначала тебе придется доказать себя!",
        "Хм? Что? Я не имею дел с незнакомцами!",
        "Возвращайся, когда у тебя будет имя в этих землях.",
        "Хочешь эти блестящие топоры, а? Что ж, тебе следует совершить несколько деяний, чтобы заслужить их!",
        "Я выковываю могущественнейшие инструменты, оружие и доспехи в этих синих залах! Но не для тебя... по крайней мере, пока нет.",
        "Клянусь бородой, настал день, когда незнакомец думает, что может просто купить что-то у меня!",
        "Нельзя просто так взять и торговать с незнакомцем.",
        "Я не торгую со странными личностями вроде тебя.",
        "Ты кто?",
        "Если хочешь торговать со мной, ты должен доказать себя народу этих земель.",
        "Я кую только для могущественнейших из могущественных.",
        "Ты не достоин моих могучих клинков.",
        "Ты не годишься, чтобы носить гномские латы.",
        "Ты сможешь торговать со мной только тогда, когда докажешь себя Владыке этих земель."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "align": ">=100"
      },
      "lines": [
        "Заходи, добрый человек! У меня есть отличные гномские изделия готовые к продаже!",
        "Таких товаров ты не найдешь во всем Эриадоре! И в Линдоне, кстати говоря...",
        "Что мне выковать для тебя? Топор? Нагрудник? Я могу всё!",
        "Мастерство гномов-кузнецов не имеет равных!",
        "Что тебе подать?",
        "Раз, два и три! Вот и слитки готовы!",
        "Мой молот и руки могут быть старыми, но я делаю свое дело!",
        "Мое мастерство не превзойдено ни одним другим гномом!",
        "Мечи? Топоры? Молоты? Ты пришел в нужное место!",
        "Заплати мне, и в твоей руке окажется величайшая кузнечная работа во всем Средиземье!",
        "Клянусь бородой, что это за доспехи на тебе? Дай-ка я подберу тебе подходящие латы.",
        "Заходи! Заходи! Я только что закончил закалку этого прекрасного клинка!",
        "Хочешь хороший клинок? Я могу предложить тебе один по дешевке!",
        "Любое твое желание я могу обратить в кованую сталь!",
        "Я выковываю могущественнейшие клинки и прочнейшие доспехи!"
      ]
    }
  ]
}