{
    "parent": "lotrextended:durins_folk/common",
    "speech": [
    {
      "conditions": {
        "relation": "friendly",
        "align": ">=100"
      },
      "lines": [
        "Если тебе нужны хорошие воины, ты пришел к нужному гному!",
        "Дашь мне немного серебряных монет, а я дам тебе воинов!",
        "У меня есть много сильных гномов для найма.",
        "Мои гномы — сильные и верные воины.",
        "Мои гномы послужат тебе... за подходящую цену! Ха-ха!",
        "Гномы-воины недешевы! Тебе придется хорошо заплатить, чтобы командовать моими парнями!",
        "Хочешь командовать могучей армией гномов? Мои люди последуют за тобой, но не бесплатно.",
        "Мы, гномы, великие и доблестные воины. Есть ли в тебе то, что нужно, чтобы повести нас в бой?"
      ]
    },
        {
      "conditions": {
        "relation": "friendly",
        "rank": ">=oathfriend",
        "pledge": "lotr:blue_mountains"
      },
      "lines": [
        "Приветствую, #p! Ищешь воинов для найма?",
        "Я могу предложить тебе хороших гномов-бойцов в обмен на серебряные монеты, #p.",
        "Доброго дня, #p! У меня есть несколько отличных гномов, жаждущих битвы, которые будут доблестно служить тебе за подходящую цену."
      ]
    },
        {
      "conditions": {
        "relation": "friendly",
        "rank": ">=captain",
        "pledge": "lotr:blue_mountains"
      },
      "lines": [
        "Что ж, добро пожаловать, #p! Мои гномы будут горды служить такому почетному воину!",
        "У меня для тебя готовы самые отважные воины, #p!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=lord",
        "pledge": "lotr:blue_mountains"
      },
      "lines": [
        "Клянусь бородой! #p! Я могу собрать для тебя целую армию, по твоей команде!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "align": "<=100"
      },
      "lines": [
        "Тебе придется доказать свою ценность, если хочешь нанять воинов, #p.",
        "Хочешь нанять моих гномов? Сначала убей еще несколько орков, или что-то в этом роде.",
        "Мне нужно доверять тебе больше, прежде чем я позволю тебе командовать моими гномами.",
        "Докажи свою преданность Синим Горам, и они последуют за тобой в бой!",
        "У тебя нет ни единого шанса командовать армией гномов без славных деяний за душой, парень!",
        "Гномы идут в бой только за теми, кому мы можем доверять!",
        "Я не позволю какому-то простому человеку командовать моими парнями. Докажи свою ценность нашему роду и тогда возвращайся!",
        "Хочешь нанять гномов? Сначала ты должен доказать свой статус среди нашего народа!",
        "Сколько орков ты убил? Я скажу, что недостаточно. Возвращайся, когда совершишь больше деяний.",
        "Мои парни не пойдут за любым незнакомцем в бой. Докажи себя!",
        "Ты кто? Я о тебе не слышал. Убей несколько орков и дай своему имени смысл!"
      ]
    }
  ]
}