{
  "speech": [
    {
      "conditions": {
        "relation": "friendly"
      },
      "lines": [
        "Мир и впрямь полон опасностей.",
        "К морю, к морю!",
        "На запад, на запад, круглое солнце клонится.",
        "Наши дни подходят к концу, и годы наши иссякают.",
        "Серый корабль, серый корабль, ты слышишь их зов?",
        "Слишком долго я пребывал на этом Ближнем Берегу.",
        "Гилтониэль! О Эльберет!",
        "Мирувор! Освежает тело и очищает дух.",
        "Легко заблудиться среди нашего народа.",
        "Дни становятся холоднее, и годы угасают.",
        "Зов моря в моем сердце становится все сильнее.",
        "Редко говорили мы с Людьми с тех пор, как мир изменился.",
        "Тьма сгущается на этих землях. Я чувствую это своей плотью.",
        "Сила эльфов здесь иссякает.",
        "Я видел годы солнца сверх счета смертных Людей.",
        "Гил-Галад был королем эльфов. О нем поют певцы печально. Последний, чье царство было прекрасно и свободно, между горами и морем...",
        "Айя Эарендиль, эленион анкалима!",
        "Новер.",
        "Мир изменился. Я чувствую это в воде... Я чувствую это в земле... Я слышу это в воздухе.",
        "Время нашего народа почти истекло.",
        "Наши сердца жаждут узреть землю Амана.",
        "Скоро мы покинем этот мир.",
        "Белые чайки зовут...",
        "Безымянный вернулся. Мы не можем долго оставаться на этих землях.",
        "То, что так долго противостояло тьме, ныне падет.",
        "Мы должны отплыть на Запад, или же ссохнуться в простой народ долин и пещер, медленно забывая и будучи забытыми.",
        "Да свершится то, чему свершиться надлежит.",
        "Наша любовь к этой земле глубже глубин Моря.",
        "Мы скорее отринем все, что любим, чем покоримся воле Темного Владыки.",
        "Растут слухи о тени на Востоке. Мы боимся, что Безымянный вернулся.",
        "Море зовет нас домой.",
        "Время эльфов прошло.",
        "Мой народ покидает эти берега.",
        "Некоторые вещи, которые не должны были быть забыты, были утрачены.",
        "Длинны волны на Последнем Берегу...",
        "Из тьмы восходит звезда.",
        "Славься, Эарендиль, ярчайшая из звезд!",
        "Слышишь ли ты зов белых чаек?",
        "На Востоке поднимается тень.",
        "Скоро все земли наполнятся отчаянием и скорбью, но надежда все же остается.",
        "Наше время в этом мире подходит к концу, но оно еще не совсем истекло.",
        "Не познать истинной боли, пока не пересечешь ледяные просторы Хелкаракэ.",
        "А! Эльберет Гилтониэль! Силиврен пенна мириэль...",
        "К морю, к морю! Белые чайки кричат, ветер дует, и белая пена летит...",
        "Длинны волны на Последнем Берегу, сладки голоса на Затерянном Острове, взывающие...",
        "На Востоке растет тьма.",
        "Наше время в этом мире подходит к концу.",
        "Лишь мы помним древнее предание о домах людей.",
        "Фануилос, ле линнатон.",
        "О Владыка Запада Гилтониэль, ле линнон им Тинувиэль!",
        "Аглар'ни ин Эллат.",
        "Жизнь Эльдар все утомляет, по мере того как тень на Востоке растет.",
        "Я жажду белых берегов, и дальше — далекой зеленой страны под быстрым восходом солнца.",
        "Лишь мы помним тень Моргота и жизни, что были потеряны в Белерианде.",
        "Моя память простирается до Древних Дней, когда народ наш был многочислен, но тьма была велика.",
        "Было время, когда белка могла перепрыгивать с дерева на дерево от теперешнего Шира до Дунланда.",
        "Белоснежная! Белоснежная! О Ясная Владычица! О Королева за Западными Морями! О свет для нас, бредущих здесь. Среди мира сплетенных деревьев!",
        "Гилтониэль! О Эльберет! Ясны твои очи и светло твое дыхание! Белоснежная! Белоснежная! Мы поем тебе в далекой земле за морем.",
        "О Звезды, что в Безсолнечный Год. Сияющей дланью ею были посеяны, на ветреных полях ныне ярких и ясных. Мы видим, как blown ваши серебряные цветы!",
        "Я пел о листьях, о листьях золотых, и листья золотые росли: О ветре я пел, ветер пришел и в ветвях задул."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "daytime": "evening | dusk"
      },
      "lines": [
        "На запад, на запад, круглое солнце клонится."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "daytime": "dusk | night | dawn",
        "weather": "clear"
      },
      "lines": [
        "Из тьмы восходит звезда."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "stargazing": "true"
      },
      "lines": [
        "Рассказывают истории о том, как эльфы впервые пробудились под звездами, на берегах Нен Эхуй. Белый свет звезд ночного неба был нашим первым зрелищем и с тех пор драгоценен для нас.",
        "В сердцах Эльдар немногие вещи столь же дороги, как звездный свет.",
        "Лунный свет затмевает все, кроме ярчайших звезд.",
        "Звезды Эльберет наполняют наши сердца радостью."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "sun_admiring": "true"
      },
      "lines": [
        "Славься, Эарендиль, ярчайшая из звезд!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": "<=friend"
      },
      "lines": [
        "Ты друг эльфов?",
        "Ты друг Эльдар?",
        "Приветствую, путник из дальних стран! Какие вести приносишь ты нам из земель Людей?",
        "Добро пожаловать, незнакомец! Какие известия ты принес?",
        "Убеждаю тебя держаться подальше от дурного люда и созданий!",
        "Можем ли мы считать тебя среди наших друзей?",
        "Добро пожаловать! Из какой земли ты прибыл?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": "<=friend",
        "biome": "#home"
      },
      "lines": [
        "Добро пожаловать, путник!",
        "Надеюсь, наше гостеприимство придется тебе по душе, путник."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=friend"
      },
      "lines": [
        "Какие вести ты принес, #p?",
        "Я жажду моря, #p.",
        "Скоро... скоро я покину эти земли, #p.",
        "Не ищи неприятностей, #p — они сами найдут тебя.",
        "Как идут твои странствия, #p?",
        "Приближается время Серебристых Гаваней. Слышишь ли ты зов пристани, #p?",
        "Я чувствую, что скоро покину эти земли, #p. К морю, к морю!",
        "Ты не можешь назвать себя истинным другом эльфов, пока не отведал лембас, #p.",
        "Как долго мне еще медлить здесь, #p?",
        "Да хлеб Яванны насытит тебя в твоих странствиях!",
        "Мэ гованнен!",
        "Ай! Добро пожаловать!",
        "Тьма растет в сердцах Эльдар — грядут мерзкие времена для этого мира, #p, и мой народ мало чем может помочь роду Людей в этой битве.",
        "Я чувствую, как тьма растет на Востоке, мы должны хранить веру в сердцах людей.",
        "Да направят тебя звезды Эльберет!",
        "Да укажет тебе путь ветер Манвэ!",
        "Да наполнят ветра твои паруса!",
        "Чувствуешь ли ты, как тень растет на Востоке, #p? Наше время, возможно, прошло, но для рода людей еще есть надежда.",
        "Да осветят тебе путь звезды Варды!",
        "Приветствую, #p! Какие вести приносишь ты нам из земель Людей?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=warrior"
      },
      "lines": [
        "Ай, #p!",
        "Мэ гованнен, #p!",
        "Да осветит звезда час нашей встречи, #p.",
        "Да не побуреют никогда листья на древе твоей жизни, #p!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=warrior",
        "biome": "#home"
      },
      "lines": [
        "Добро пожаловать в мое жилище, #p.",
        "Добро пожаловать, #p!",
        "Ай! Добро пожаловать в наши земли, #p!",
        "Мы одариваем тебя своим гостеприимством, #p.",
        "Натло, #p!",
        "Суилад!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=herald"
      },
      "lines": [
        "Добро пожаловать, друг! Какие вести ты принес?",
        "Приветствую, Друг Эльфов!",
        "Мэ гованнен элендиль!",
        "Мэ гованнен, меллин нин!",
        "Линнатхол?",
        "Некоторые из нашего народа древни сверх всякой меры, #p. Мы жаждем навсегда покинуть эти земли и больше не терпеть скорбь мира.",
        "Союзником ты можешь и быть, #p, но не ведаешь ты усталости от времени, что терпят Эльдар.",
        "Те, кто обитал в Благословенном Краю, живут и в Видимом, и в Невидимом мирах, и против обоих миров они имеют великую силу.",
        "Род Нуменора пришел в упадок, и срок их лет сократился.",
        "Темный Владыка напрягает все свои силы против Свободных Народов Средиземья.",
        "Мы рады включить тебя в число наших друзей, #p!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=noble"
      },
      "lines": [
        "Мэ гованнен, и-меллин нин!",
        "Мэ гованнен, и-арбен нин!",
        "Даже самый малый человек может изменить ход будущего. Именно в этом все свободные должны хранить надежду.",
        "Края Имладриса и Лориэна сохраняются лишь силой колец. Без их силы края угаснут. Если мы когда-нибудь победим Саурона, это будет конец для нашего народа.",
        "Моргульский владыка и его Черные Всадники вышли из Мордора, они прочесывают землю в поисках Единого."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=lord",
        "player_gender_pref": "f"
      },
      "lines": [
        "Да наполнят ветра твои паруса, госпожа моя.",
        "Мэ гованнен, Хириль-ин-Гелид!",
        "Ай! Хириль-ин-Гелид!",
        "Ай! Суилад и-хириль нин!",
        "Приветствую, госпожа моя!",
        "Добро пожаловать, госпожа #p! Какие вести несешь ты из дальних стран?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=lord",
        "player_gender_pref": "m"
      },
      "lines": [
        "Да наполнят ветра твои паруса, господин мой.",
        "Мэ гованнен, Хир-ин-Гелид!",
        "Ай! Хир-ин-Гелид!",
        "Ай! Суилад и-хир нин!",
        "Приветствую, господин мой!",
        "Добро пожаловать, господин #p! Какие вести несешь ты из дальних стран?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:lone_lands | lotr:eriador | lotr:hills_of_evendim | lotr:eriador_downs | lotr:lone_lands_hills | lotr:minhiriath | lotr:enedwaith"
      },
      "lines": [
        "Я помню дни, когда эти земли были частью Королевства Арнор.",
        "Многие из нашего народа погибли, защищая эти земли, но все было тщетно.",
        "Это была некогда часть великого королевства Дунедайн, и все же многие из его потомков бродят и защищают эти земли.",
        "Высшие Эльфы были близкими союзниками древнего Королевства Арнор."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:mordor | lotr:mordor_mountains | lotr:gorgoroth | lotr:morgul_vale"
      },
      "lines": [
        "Одно — Владыке на черном престоле. В стране Мордора, где раскинулась Тень...",
        "Я чувствую его взор, его Око обращено на нас.",
        "Зов Запада никогда не был сильнее.",
        "Лахо калад! Дрего морн!",
        "А тиро нин, Фануилос!",
        "Ле наллон си ди'нгурутхос.",
        "Рах син дуир!",
        "Я жажду навсегда покинуть это проклятое место!",
        "Многие из нашего народа погибли, сражаясь с силами Саурона здесь, во время Войны Последнего Союза."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:angmar | lotr:angmar_mountains"
      },
      "lines": [
        "Эти земли принадлежат нашему древнему врагу.",
        "Король-чародей некогда правил этими землями.",
        "Лахо калад! Дрего морн!",
        "А тиро нин, Фануилос!",
        "Ле наллон си ди'нгурутхос.",
        "Рах син дуир!",
        "Я жажду навсегда покинуть это проклятое место!",
        "Это земли давно забытого королевства Ангмар, бича Арнора.",
        "Здесь Король-чародей Ангмара взращивал свои армии и развязал войну против Королевства Арнор."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:eregion"
      },
      "lines": [
        "Три — для эльфийских владык, под небом сияющих...",
        "Это земли павшего королевства Эрегион, некогда дома искуснейших эльфийских кузнецов, которых Саурон обманом заставил выковать Кольца Власти.",
        "Келебримбор о Эрегион тейтант и тив хин.",
        "Эти земли были некогда домом для моего народа, прежде чем погрузились во тьму.",
        "Это было некогда эльфийское королевство Эрегион.",
        "Келебримбор был величайшим кузнецом со времен Первой Эпохи, он был владыкой этих земель, прежде чем Саурон принес королевству погибель."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:lothlorien"
      },
      "lines": [
        "Красота этих земель не имеет равных.",
        "Великолепие Галадриель благословляет эти земли.",
        "Некогда была эльфийская дева, сияющая звезда днем — ее белая мантия была оторочена золотом, ее башмаки из серебристо-серого...",
        "Си лот а галад lasto дин!",
        "Здесь, в Лориэне, есть прекрасные деревья Запада, которые нигде больше в Средиземье не встречаются.",
        "Владычица Галадриель сохраняет красоту и великолепие Лориэна с помощью кольца Ненья."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:woodland_realm"
      },
      "lines": [
        "Лесные эльфы выносливы и доблестны, но плохо экипированы доспехами и оружием по сравнению с нами, Эльдар Запада.",
        "Мало у нас родичей среди Лесных эльфов, но среди Эльдар они все же числятся.",
        "Лесные эльфы менее мудры и более опасны, чем их западные родичи.",
        "Король Орофер из Дориата основал Лесное Королевство после того, как Белерианд поглотило море. Его сын, Трандуил, правит ныне.",
        "Эльфы Лесного Королевства не жаждут уйти на запад, как мы; их народ никогда не созерцал великолепие Валинора."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:western_isles"
      },
      "lines": [
        "Эти земли были некогда частью Белерианда.",
        "В Древние Дни это были нагорья, дом эльфов, теперь же здесь остались лишь воспоминания о скорби."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "hired": "none",
        "biome": "lotr:tower_hills"
      },
      "lines": [
        "Я надеюсь заглянуть в камень Элендиля и увидеть моих родичей на Западе.",
        "Башня Элостириона хранит один из последних палантиров, он обращен на Запад, чтобы мы могли видеть наших родичей и избегать любопытных глаз Саурона.",
        "Эти башни были изначально построены нашим ныне павшим Верховным Королем, Гил-Галадом, но теперь находятся под опекой Владыки Кирдана.",
        "Вид из палантира в Элостирионе захватывает дух, но лишь усиливает зов Запада."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:fangorn"
      },
      "lines": [
        "Си лот а галад lasto дин.",
        "Этот лес стар. Очень стар. Полон воспоминаний... и гнева.",
        "Чувствуешь напряжение? У меня перехватывает дыхание.",
        "Этот лес стар и полон памяти. Я мог бы быть счастлив здесь, если бы пришел в дни мира.",
        "Слышишь деревья? Они шепчутся друг с другом.",
        "Эльфы давно научили Энтов искусству языка.",
        "Великая боль гноится в этом лесу, деревья погружены в скорбь."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "pledge": "lotr:dunedain_north"
      },
      "lines": [
        "Ай на ведуй Дунадан! Мэ гованнен!",
        "Добро пожаловать, Следопыт! Какие вести несешь ты Эльдар?",
        "Мэ гованнен, куйо и Дунадайн ананн!",
        "Дунедайн всегда желанны в наших землях.",
        "Кровь Нуменора почти иссякла, его гордость и достоинство забыты, теперь у людей мало надежды противостоять растущей тьме.",
        "Следопыты могут быть разобщены, но они сильны и стойки и хранят заветы своих отцов больше, чем их южные родичи.",
        "Следопыты много трудятся, охраняя народы Эриадора, они поистине благородный народ!",
        "Мы слышали о нападении Назгул у брода Сарн! Немногие даже в наших землях могли бы устоять против Девяти!",
        "Следопыты Севера — последний остаток Людей за Морем."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "pledge": "lotr:durins_folk | lotr:blue_mountains"
      },
      "lines": [
        "Мэ гованнен, куйо и Негит ананн!",
        "Какие вести несешь ты от гномов?",
        "Во времена Эрегиона Высшие Эльфы и гномы Мории тесно сотрудничали. Теперь Эрегион в руинах, а Мория под тенью.",
        "Долго были у Эльдар и гномов распри и ссоры, но ныне мы находим себя друзьями и будем стоять вместе против растущей тьмы.",
        "Я слышал, враг послал мерзких эмиссаров к гномьим владыкам, боюсь, война может скоро прийти на север Средиземья.",
        "В Мории гномы копали слишком жадно и слишком глубоко, они разбудили в глубинах чудовище огня и тьмы, зверя из Древних Дней."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "pledge": "lotr:gondor"
      },
      "lines": [
        "Какие вести приносишь ты из земель Гондора?",
        "Прекрасные земли Дор-эн-Эрнил некогда были заселены эльфами после падения Белерианда.",
        "Мы слышали вести о захвате Осгилиата силами Саурона. Мы храним надежду, что род людей устоит против надвигающейся тьмы.",
        "Тьма сгущается над Гондором, #p, но не бойся, ибо надежда все еще есть.",
        "Кровь Нуменора почти иссякла, его гордость и достоинство забыты, теперь у людей мало надежды противостоять растущей тьме.",
        "Гондор слабеет, скоро воля и сила всего его народа будут испытаны.",
        "Серебром текут ручьи от Селоса к Эруи, в зеленых полях Лебеннина! Высока трава там. На ветре с Моря Белые лилии колышутся!",
        "Говорят, Меч, что был Сломан, перекован! И Наследник Исилдура ныне скачет в Гондор, но примут ли люди Гондора своего законного короля?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "pledge": "lotr:lothlorien"
      },
      "lines": [
        "Мэ гованнен, куйо и Галадрим ананн!",
        "Какие вести несет Владычица Галадриель своим родичам на западе?",
        "Галадрим всегда желанны в наших землях.",
        "Мы в родстве со многими из Галадрим."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "pledge": "lotr:woodland_realm"
      },
      "lines": [
        "Мэ гованнен, куйо и Даннир ананн!",
        "Мало у нас родичей среди Лесных эльфов, но среди Эльдар они все же числятся.",
        "Мы слышали о недавнем нападении на Лесное Королевство орков Дол Гулдура! Война начинается, и я боюсь, она может скоро поглотить все Средиземье!",
        "Лесные эльфы дружелюбны со своими западными родичами, но много различий между нами. Смешавшись с Авари, они развили иной язык и культуру, чем остальные Эльдар.",
        "Лесные эльфы выносливы и доблестны, но плохо экипированы доспехами и оружием по сравнению с нами, Эльдар Запада."
      ]
    },
    {
      "conditions": {
        "hired": "own"
      },
      "lines": [
        "Мы, эльфы, — одни из лучших воинов во всем Средиземье.",
        "Давно это было, когда расы Людей и Эльфов сражались плечом к плечу, #p.",
        "Немногие могут сравниться в мастерстве с эльфом в бою.",
        "Моргульская нечисть падет от лука и клинка!",
        "Ты имеешь нашу верность, #p.",
        "Я стремлюсь защищать все доброе в этом мире.",
        "Да защитит нас в бою благодать Валар, #p.",
        "Серебро значит мало для эльфа, #p, но мы сражаемся за общее дело.",
        "Мой лук воспрянет с твоим мечом, #p!",
        "Кости наших врагов будут сиять под Солнцем, #p.",
        "Я последую за тобой сквозь тень и пламя! Никто не устоит перед сияющим светом наших клинков!",
        "Да очистим мы этот мир от мерзкой нечисти Моргота!",
        "Дни становятся темными и холодными, но свет эльфов еще не угас!",
        "Боюсь, что Безымянный вернулся. Тень должна быть уничтожена, пока не поздно.",
        "Во имя всего доброго, да очистим мы этот мир от зла!",
        "Мы не должны позволить злу распространяться!"
      ]
    },
    {
      "conditions": {
        "relation": "hostile",
        "biome": "#home"
      },
      "lines": [
        "Твое присутствие здесь нежелательно.",
        "Ты не можешь приносить зло сюда, #p!",
        "Как ты смеешь осквернять этот прекрасный край своими мерзкими стопами?",
        "Ты приносишь великое зло сюда, #p. Ты не пройдешь дальше."
      ]
    },
    {
      "conditions": {
        "relation": "hostile"
      },
      "lines": [
        "Ты так громко дышишь, что я мог бы подстрелить тебя в темноте.",
        "Ты нежеланен в наших землях.",
        "Ты не Друг Эльфов, #p!",
        "Ступай в Удун!",
        "Иди и поцелуй орка!",
        "Смерть врагам эльфов!",
        "Кто принес нам сей знак рока?",
        "Исчезни, слуга зла!",
        "Возвращайся в тень, откуда пришел!",
        "Мы не позволим злу войти в нашу обитель. Уйди сейчас или познай нашу ярость!",
        "Лахо калад! Дрего морн!",
        "Наур ан эдрайт аммен!",
        "Аглар'ни ин Эллат!",
        "А тиро нин, Фануилос!",
        "Гурт ан Гламхот!"
      ]
    },
    {
      "conditions": {
        "relation": "hostile",
        "rank": ">enemy"
      },
      "lines": [
        "Я знал, что ты не друг нашему народу!",
        "Я знал, что тебе нельзя доверять, #p!",
        "Ты орк в одеждах друга!",
        "Я раскусил тебя с первого взгляда, моргульский шпион!"
      ]
    }
  ]
}