{
  "speech": [
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=snaga"
      },
      "lines": [
        "Орки любят серебряные монеты не меньше, чем другие расы, знаешь ли...",
        "Принеси монет, если нужна экипировка.",
        "Итак, ты доказал свою состоятельность, Человек. Теперь можем торговать.",
        "Неплохая вонючая кучка серебряных монет была бы кстати.",
        "Если хочешь торговать, принеси монет, и потише.",
        "У орка никогда не бывает достаточно серебряных монет, червяк!",
        "Я мог бы заинтересоваться покупкой некоторых материалов.",
        "Некоторые материалы могут принести хорошую цену у таких торговцев, как я.",
        "Обожаю похрустеть славной эльфийской косточкой!",
        "Нужна экипировка? Сначала раздобудь монет, червяк!",
        "Достань мне монет, и я достану тебе инструменты!",
        "Если хочешь немного моей добротной экипировки, тогда принеси монет!",
        "Я продаю самую лучшую экипировку и самые острые клинки!",
        "Я обычно не торгую с грязными Людьми, но ты достаточно хорош."
      ]
    },
    {
      "conditions": {
        "alternatives": [
          {
            "relation": "hostile"
          }
        ]
      },
      "lines": [
        "Наши армии ещё не вышвырнули тебя, отродье?",
        "Я выпущу из тебя кровь, как из свиньи!",
        "Наслаждайся последним вздохом, отродье!",
        "Ты такой свеженький!",
        "Убейте отродье!",
        "Похоже, мясо снова в меню, парни!",
        "От тебя воняет страхом!",
        "Сдохни, человеческое отродье!",
        "Твоя кровь пахнет свежестью!",
        "Я насажу тебя на вертел, как кусок мяса!",
        "Тебе лучше бежать, червяк!",
        "Подойди ближе, и я проткну тебя, как свежую вырезку!",
        "Сегодня вечером у нас на ужин человечина!"
      ]
    },
    {
      "conditions": {
        "alternatives": [
          {
            "relation": "friendly",
            "rank": "<snaga"
          }
        ]
      },
      "lines": [
        "Приползи обратно, когда докажешь свою ценность, слабак.",
        "Вонь зла от тебя ещё не достаточно сильна, #p.",
        "Если хочешь торговать, ты должен доказать свою ценность в наших рядах!",
        "Я видел полуросликов и пострашнее тебя!",
        "Хочешь торговать? Возвращайся, когда продвинешься дальше по пути тьмы, отродье.",
        "Иди и убей несколько вонючих эльфов, и тогда, возможно, мы сможем торговать.",
        "Если тебе нужна орчья экипировка, сначала тебе придётся сотворить побольше зла.",
        "Я ни за что не стану торговать с таким червяком, как ты!",
        "Думаешь, Босс просто разрешает мне раздавать экипировку кому попало, червяк?",
        "Я не торгую с таким отродьем, как ты!",
        "Убей несколько этих грязных Людей, и тогда мы поговорим!",
        "Докажи свою ценность, сволочь!",
        "Ты не получишь от меня никакой экипировки, червяк!",
        "Я не доверяю таким грязным Людям, как ты! Проваливай, отродье."
      ]
    }
  ]
}