{
  "speech": [
    {
      "conditions": {
        "relation": "friendly"
      },
      "lines": [
        "Ты не найдешь товаров людей лучше по эту сторону Гор!",
        "Я готов купить у тебя товары по справедливой цене.",
        "Нужны припасы в дорогу?",
        "Я продаю лучшие товары из Бри!",
        "Могу ли я соблазнить тебя лучшим Сауслинчем?",
        "Ты бывал в Бри? Я могу дать тебе попробовать, что у нас есть, если есть немного монет.",
        "Я привез лучшие товары с Холма!",
        "У меня есть много отличных товаров для обмена!",
        "Я передаю приветствия и наилучшие пожелания от людей Бри!",
        "Ты пришел торговать, #p?",
        "У меня есть много товаров на продажу. Подходи, подходи скорее!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=guest"
      },
      "lines": [
        "Привет, #p! Не хочешь ли посмотреть мой товар?",
        "Приветствую, #p! Я из земель Бри.",
        "Что бы ты хотел купить сегодня, #p?",
        "#p! Нужны припасы в дорогу?",
        "Привет, #p! Я проделал долгий путь, чтобы найти тебя, не хочешь ли товаров из Бри для своих путешествий?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": "<=guest"
      },
      "lines": [
        "Привет, #p! Не хочешь ли посмотреть мой товар?"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:shire | lotr:shire_moors | lotr:shire_forest"
      },
      "lines": [
        "Ты не один из этих полуросликов! Возможно, ты будешь доверять моим товарам больше, чем этот малый народец.",
        "Не верь тому, что этот малый народец говорит о моих товарах! Я назначаю справедливые цены, это они торгуются до последнего.",
        "Малому народцу здесь не нравится мое трубочное зелье, может, ты хочешь попробовать Сауслинч?",
        "Малый народец в колониях не слишком жалует нас, народ Бри."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "lotr:lone_lands | lotr:eriador | lotr:hills_of_evendim | lotr:eriador_downs | lotr:lone_lands_hills | lotr:minhiriath | lotr:enedwaith"
      },
      "lines": [
        "Не доверяй тем Лиходеям, что бродят по этим землям, один из них продал мне поддельный товар!",
        "Если ты собираешься путешествовать по таким диким землям, как эти, тебе стоит купить у меня припасов!",
        "Ты не похож на одного из тех Лиходеев, не хочешь ли поторговать?",
        "Вор украл у меня несколько монет, когда я проходил по Зеленопутью! Не сделаешь ли ты мне одолжение и не купишь что-нибудь у меня?",
        "Я не доверяю тем Следопытам, но они платят честно.",
        "Эти земли дики, тебе стоит поторговать со мной, пока есть возможность.",
        "К нам приходят странные люди с юга, я стараюсь не торговать с ними.",
        "Я не могу оставаться в этих землях слишком долго, не хочу, чтобы меня поймали разбойники или гоблины."
      ]
    },
    {
      "conditions": {
        "alternatives": [
          {
            "relation": "hostile"
          }
        ]
      },
      "lines": [
        "Я не торгую с Лиходеями!",
        "Лучше бы я больше не видел твоего лица near Бри!",
        "Я не торгую с ворами, проваливай!",
        "Ты не купишь у меня никаких товаров!",
        "Проваливай! Разбойник!",
        "Ступай своей дорогой, #p!",
        "Я не буду продавать тебе ничего.",
        "Убирайся! А не то я побью тебя этим!",
        "Стража будет за тобой охотиться, #p!",
        "Мне все равно, сколько у тебя денег, #p, ты ничего не купишь у меня!",
        "Я не имею дел с Лиходеями, #p!",
        "Надеюсь, один из этих Следопытов поймает тебя!",
        "Ты не друг Бри, #p!"
      ]
    }
  ]
}