{
    "parent": "lotrextended:durins_folk/common",
    "speech": [
    {
      "conditions": {
        "relation": "friendly",
        "align": ">=10"
      },
      "lines": [
        "Пылающий очаг! Солодовое пиво! Сочное мясо без косточек!",
        "Гномий эль — лучший напиток во всем Средиземье!",
        "У нас подают самый крепкий эль! Никакой этой слабой эльфийской жижи.",
        "Добро пожаловать, #p, не угостить ли вас элем или медовухой?",
        "Заходи. Как раз растопил очаг. Присаживайся и отогрейся.",
        "Добро пожаловать. Дайте знать, если что-то понадобится... Кажется, у меня где-то тут был чистый бокал.",
        "Заходи внутрь. У нас есть горячая еда и согревающие напитки!",
        "Медовуха, которую я варю, лучшая во всех Синих Горах!",
        "Могу я предложить вам эль?",
        "Хотите выпить или, может, перекусить?",
        "Как насчет соленой свинины?",
        "Добро пожаловать! Что вам подать?",
        "Я подаю лучшее пиво!",
        "К вашим услугам!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=oathfriend"
      },
      "lines": [
        "Добро пожаловать, #p, у меня для вас уже ждёт пиво!",
        "Я сделаю вам скидку, если возьмёте эль!",
        "Присаживайся, #p, всегда рад обслужить такого человека, как ты.",
        "Что ж, добро пожаловать, #p, к вашим услугам!"
      ]
    },
        {
      "conditions": {
        "relation": "friendly",
        "rank": ">=captain"
      },
      "lines": [
        "Добро пожаловать, #p! Слухи о ваших путешествиях разнеслись далеко, давайте обсудим их за кружкой пива!",
        "Присаживайся и закажи эль! Я буду счастлив обслужить такого бывалого путешественника.",
        "Добро пожаловать в мои чертоги, #p! Пусть моя таверна станет местом отдыха в ваших странствиях.",
        "Угощайтесь всем, что есть в моей таверне, вы заслужили скидку за всё, что сделали для моего народа."
      ]
    },
        {
      "conditions": {
        "relation": "friendly",
        "rank": ">=lord"
      },
      "lines": [
        "Клянусь бородой! #p в моей таверне! Можете угощаться всем, что я подаю!",
        "Борода Аулэ! Я поражен видеть в моей таверне столь известную особу!"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "align": "<=50"
      },
      "lines": [
        "Гном не станет просто так предлагать торговать своим добром с каждым встречным незнакомцем!",
        "Если хочешь эля, #p, тебе придется еще поработать, чтобы заслужить это!",
        "Тебе нужно заработать себе репутацию, прежде чем я позволю тебе здесь есть.",
        "Мы, гномы, не торгуем с первым встречным незнакомцем!",
        "Хочешь торговать со мной? Сначала тебе придется доказать свой статус среди моих сородичей!",
        "Извини, #p! Я не торгую с незнакомцами.",
        "Я должен сначала обслужить своих сородичей, прежде чем служить такому незнакомцу, как ты.",
        "Мои напитки для тебя слишком крепки, путник.",
        "Мой эль тебя убьёт, путник. Ты не справишься с моими напитками.",
        "Тебе не осилить мой самый крепкий эль! Никто не может! Мой самый крепкий эль и зверю не под силу, не то что человеку."
      ]
    }
  ]
}