{
  "speech": [
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=snaga"
      },
      "lines": [
        "Что общего у серебряных монет и человечины? Мне вечно их не хватает!",
        "Нужны наёмники, #p? А мне нужны монеты.",
        "Нанимайте боевых орков здесь! Всего за несколько серебряных монет!",
        "Я хочу положить свои вонючие руки на ещё немного серебряных монет!",
        "Силы зла готовы наняться, червяк!",
        "У меня есть много славных вонючих орков, чтобы тебе ими командовать!",
        "Хочешь покомандовать моими парнями? Тогда дай мне серебряных монет!",
        "Мои парни хорошо тебе послужат, за дюжину серебряных монет, разумеется!",
        "Дай мне монет, и я дам тебе войска.",
        "Приходи и забирай своих орков, червяк!",
        "Мои славные орки могут стать твоими за несколько серебряных монет!"
      ]
    },
    {
      "conditions": {
        "alternatives": [
          {
            "relation": "hostile"
          }
        ]
      },
      "lines": [
        "Наши армии ещё не вышвырнули тебя, отродье?",
        "Я выпущу из тебя кровь, как из свиньи!",
        "Наслаждайся последним вздохом, отродье!",
        "Ты такой свеженький!",
        "Убейте отродье!",
        "Похоже, мясо снова в меню, парни!",
        "От тебя воняет страхом!",
        "Сдохни, человеческое отродье!",
        "Твоя кровь пахнет свежестью!",
        "Я насажу тебя на вертел, как кусок мяса!",
        "Тебе лучше бежать, червяк!",
        "Подойди ближе, и я проткну тебя, как свежую вырезку!",
        "Сегодня вечером у нас на ужин человечина!"
      ]
    },
    {
      "conditions": {
        "alternatives": [
          {
            "relation": "friendly",
            "rank": "<snaga"
          }
        ]
      },
      "lines": [
        "Думаешь, я буду продавать наёмников такому отродью, как ты? Ха!",
        "Только самые отъявленные из Людей могут командовать орками, #p.",
        "Соверши ещё немного злодеяний, и тогда, возможно, я подумаю о торговле войсками с тобой.",
        "Возвращайся, когда докажешь свою ценность, червяк.",
        "Я не продам тебе ни одного орка, пока ты не убьёшь ещё немного грязных врагов!",
        "Мы, орки, никогда не пойдём за таким слабаком, как ты, #p!",
        "Что тебе нужно, грязный червяк?",
        "Ты не получишь от меня ни одного воина, червь!",
        "Только истинные слуги Единого могут командовать моими могучими орками!",
        "Возвращайся, когда перестанешь быть жалким червём!",
        "Я не дам тебе ни одного из своих парней, пока ты не докажешь, что достоин нас!"
      ]
    }
  ]
}