{
  "parent": "lotr:high_elves/common",
  "speech": [
    {
      "conditions": {
        "relation": "friendly"
      },
      "lines": [
        "Никакое зло не войдет в землю Линдона.",
        "Наш король Гил-Галад пал в битве с самим Темным Владыкой.",
        "Есть те, кто говорят, что наш владыка Кирдан — старейший эльф во всем Средиземье.",
        "У нашего владыки Кирдана не было родителей, ибо он старейший из всех эльфов и был среди первых эльфов, пробудившихся у морей Востока."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#home"
      },
      "lines": [
        "Какие вести приносишь ты в землю Линдона?",
        "Добро пожаловать в последний прекрасный край во всем Средиземье, #p.",
        "Добро пожаловать в земли Кирдана Корабела!",
        "Этими землями некогда правил Гил-Галад, Верховный Король Нолдор. Но он был утрачен давно, при осаде Темной Башни.",
        "Эта земля была прекрасна со времен Древних Дней.",
        "В Древние Дни эта земля была известна как Оссирианд, где она была домом для первых наших родичей.",
        "В гавани Митлонда отплывают Белые Корабли в Аман.",
        "Лишь эльфам ведом путь через Прямой Путь.",
        "Большинство Нолдор живут в северном фьефе Форлиндона.",
        "Южный фьеф Харлиндон — дом для Лесных Эльфов, которые были исконными жителями этой земли в Древние Дни.",
        "Видел ли ты Западные Острова? Некогда они были великими холмами до разрушения Белерианда.",
        "В этой земле, последнем прекрасном краю, память о Древних Днях все еще жива."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "biome": "#foreign"
      },
      "lines": [
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "rank": ">=noble"
      },
      "lines": [
        "Ай! Мэ гованнен, арбен на Линдон!",
        "Мэ гованнен, арбен нин"
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "pledge_relation": "this"
      },
      "lines": [
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "pledge": "lotr:dunedain_north",
        "biome": "#home"
      },
      "lines": [
        "Добро пожаловать в Линдон, следопыт.",
        "Ай! Мэ гованнен Дунадан! Добро пожаловать в Линдон!",
        "Дунедайн Севера всегда были желанны в нашем прекрасном краю."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "pledge": "lotr:dunedain_north"
      },
      "lines": [
        "Эльдар Линдона издавна были друзьями Дунедайн.",
        "Эльфы Линдона были союзниками Королевства Арнор века назад, до его падения.",
        "Верховный король Нолдор, Гил-Галад, сражался плечом к плечу с Дунедайн в Битве Последнего Союза и был сражен Сауроном, сражаясь рядом с Элендилем."
      ]
    },
    {
      "conditions": {
        "hired": "own"
      },
      "lines": [
        "За Линдон!",
        "На Линдон!"
      ]
    },
    {
      "conditions": {
        "relation": "hostile"
      },
      "lines": [
        "Никакое зло не ступит на Последний Прекрасный Край!",
        "Ты не можешь войти в Линдон.",
        "#p, тебе не ступать в Линдон!",
        "Враг не властен над Линдоном!",
        "Твоя тьма не отравит Последний Прекрасный Край к востоку от Моря!",
        "На Линдон!"
      ]
    },
    {
      "conditions": {
        "relation": "hostile",
        "biome": "#home"
      },
      "lines": [
        "Враг не властен над Линдоном!",
        "Мы не потерпим зла в Линдоне!",
        "Ты не можешь приносить зло сюда, #p!",
        "Твоя тень не отравит наш прекрасный край!",
        "Кто принес нам сей знак рока?",
        "Мы не позволим злу войти в нашу обитель. Уйди сейчас или познай нашу ярость!",
        "Ты приносишь великое зло сюда, #p. Ты не пройдешь дальше.",
        "Уходи, #p, или познай мощь наших стрел!"
      ]
    },
    {
      "conditions": {
        "relation": "hostile",
        "rank": ">enemy",
        "biome": "#home"
      },
      "lines": [
        "Ты больше нежеланен в нашей земле!",
        "С горечью сожалею я, что мы вообще дали тебе приют в Линдоне!",
        "Горько ныне раскаиваюсь я, что приветствовал тебя в Линдоне!"
      ]
    }
  ]
}