{
    "parent": "lotrextended:durins_folk/common",
    "speech": [
    {
      "conditions": {
        "relation": "friendly",
        "align": ">=100"
      },
      "lines": [
        "Есть ли у тебя серебряные монеты, друг?",
        "Мои карманы ломятся от драгоценных минералов!",
        "Сочное мясо с кости! Я бы отдал изрядную сумму серебра за такой деликатес...",
        "Есть ли у тебя эль, #p?",
        "Не желаешь ли поторговать, #p?",
        "Я щедро заплачу за хороший напиток!",
        "Клянусь Белегостом, я умираю от голода!",
        "Желаешь ли торговать, #p?",
        "У меня есть много драгоценных минералов для тебя.",
        "Мы, гномы, любим хороший кусок сочного мяса!",
        "Клянусь бородой, я проголодался здесь, в шахтах!",
        "Я бы отдал все свое золото за добрую пинту гномского эля прямо сейчас!",
        "Ты немного высоковат для этих шахт, не так ли, #p?",
        "Доброго дня, #p! Или уже ночь? Я не уверен. Я пробыл в этих шахтах целую вечность! Ха-ха!",
        "Приветствую, #p! Хочешь поторговать со мной? У меня есть много видов металлов, что удовлетворят твои желания.",
        "Клянусь бородой, это что-то, какая глубокая шахта."
      ]
    },
    {
      "conditions": {
        "relation": "friendly",
        "align": "<=100"
      },
      "lines": [
        "Гном не станет просто так предлагать торговать своим добром с каждым встречным незнакомцем!",
        "Если хочешь торговать, #p, тебе придется еще поработать, чтобы заслужить это!",
        "Богатство гномов не превзойдено ни одной другой расой, #p!",
        "Тебе нужно заработать себе репутацию, прежде чем мы сможем торговать, #p!",
        "Эти горы полны богатств.",
        "Мы, гномы, не торгуем с первым встречным незнакомцем!",
        "Мастерство моих сородичей-кузнецов не имеет равных!",
        "Хочешь торговать со мной? Сначала тебе придется доказать свой статус среди моего рода!",
        "Извини, #p! Я не торгую с незнакомцами.",
        "Мы, гномы, великие шахтеры! Наши штольни и штреки уходят в самые глубины Земли!"
      ]
    }
  ]
}