{
    "parent": "lotrextended:bree/common",
    "speech": [
      {
        "conditions": {
          "relation": "friendly"
        },
        "lines": [
            "Некоторые говорят, что Следопыты — настоящие защитники Бри, но почему мы никогда не видим, чтобы они нас защищали?",
            "Я слышал слухи, что на Востоке вернулось великое зло. Надеюсь, оно держится подальше от Бри.",
            "К нам поступает все больше сообщений об орках в Пустошах.",
            "На прошлой неделе у меня была смена привратника. Надеюсь, мне больше не придется этого делать.",
            "Мой брат — привратник, мой отец тоже был гордым стражем. В нашей семье все — стражи.",
            "Я не думаю, что есть город лучше Бри.",
            "Планируешь посетить Колонии? Я слышал, там хорошая еда.",
            "Наши люди сильны и стойки — но если эти Черные Всадники снова придут в Бри, я не знаю, что мы будем делать! Они принесли с собой неестественный холод, который смутил сердца даже самых храбрых мужчин!",
            "Я беспокоюсь об этих лиходеях, которые все приходят в Бри, если спросишь меня, нам стоит выгнать их, пока они не захватили все!"
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "rank": "<=friend"
        },
        "lines": [
          "Здесь не на что смотреть, просто иди по своим делам.",
          "Держись дорог. В темноте таится разная нечисть."
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "rank": ">=friend"
        },
        "lines": [
          "Держись дорог, друг. В темноте таится разная нечисть."
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "pledge_relation": "this"
        },
        "lines": [
          "Теперь эти Черные Всадники поумнеют и не станут с нами связываться, пока ты здесь, #p!",
          "Рад, что ты с нами, #p!"
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "in_combat": "true"
        },
        "lines": [
          "Не видишь, я занят!",
          "Умри! Умри! Умри!",
          "За Бри!",
          "Почему бы тебе не помочь мне?",
          "Мы сражаемся! За Бри!",
          "Давненько у меня не было хорошей потасовки!"
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "pledge_relation": "neutral"
        },
        "lines": [
          "Мы не против чужеземцев, если ты не будешь создавать проблем.",
          "Чтобы я тебя не видел с кем-то из этих Лиходеев.",
          "Я слышал, на юге назревает война, лучше бы она там и осталась.",
          "Ты купец?",
          "Ты слышал какие-нибудь вести о Черных Всадниках?"
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "pledge_relation": "good",
          "biome": "#home"
        },
        "lines": [
          "Добро пожаловать в Бри! Ты купец?",
          "Какие дела привели тебя в Бри?"
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "day_or_night": "night",
          "rank": ">=friend"
        },
        "lines": [
          "Мимо меня ничего не пройдет незамеченным и неуслышанным, #p. Просто чтобы ты знал.",
          "В Бри ты будешь в безопасности, #p.",
          "Какие вести с Зеленопутья, #p?",
          "Мы обеспечим тебе безопасность, #p.",
          "Держись подальше от этих Лиходеев, #p, ради нас обоих."
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "hired": "own"
        },
        "lines": [
            "Рад, что ты командуешь, #p.",
            "Вместе мы можем обеспечить, чтобы в Бри все оставалось как надо!",
            "Нам не нужны Следопыты для защиты, верно? Нет, мы со всем справимся. Только ты и я.",
            "Я рад, что у нас еще есть порядочные люди, как ты, чтобы вести народ Бри, #p.",
            "Что случилось? Лиходеи? Следопыты? Орки?",
            "Ты отдавай приказ, #p, а уж мы позаботимся об остальном.",
            "Я слежу за любыми подозрительными действиями. Ты узнаешь от меня, если я что-то найду.",
            "Если бы мне пришлось выбирать между службой у тебя и дежурством у ворот, что ж, вот он я!",
            "Горжусь тем, что могу служить вам, сэр!",
            "Докладывать нечего, или ты здесь, чтобы о чем-то доложить, #p?",
            "Я последую твоим приказам, #p!",
            "Мы снова собираемся потягаться с этими Лиходеями?",
            "С тех пор как ты принял командование, дела пошли лучше, сэр.",
            "Просто интересно, нам платят за арест или почасово?",
            "Нам стоит выгнать Лиходеев из Бри!"
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "hired": "own",
          "biome": "#foreign"
        },
        "lines": [
            "Я последую за тобой на край света, #p!",
            "Когда мы вернемся в Бри, #p? Я не знал, что нас не будет так долго.",
            "Не знал, что часть этой работы — покидать Бри.",
            "Почему бы нам не найти, откуда берутся эти Лиходеи?"
        ]
      },
      {
        "conditions": {
          "relation": "friendly",
          "hired": "own",
          "biome": "lotr:mordor | lotr:mordor_mountains | lotr:gorgoroth | lotr:morgul_vale | lotr:angmar | lotr:angmar_mountains"
        },
        "lines": [
          "Я сказал, что пойду за тобой до конца, но, кажется, мы приближаемся к этому концу, #p.",
          "Когда мы повернем назад, #p?",
          "Мы не можем продолжать идти через это, воздух удушлив!",
          "За каждым углом таятся мерзкие твари.",
          "Нам нужно вернуться в Бри!",
          "В таком месте трудно держаться за надежду."
        ]
      },
      {
        "conditions": {
          "relation": "hostile"
        },
        "lines": [
            "Мы уже имели дело с такими лиходеями, как ты, #p!",
            "Шанс для людей Бри показать нашу качественную породу!",
            "Мы были здесь гораздо дольше тебя и останемся здесь гораздо дольше, чем тебя будут помнить!",
            "Я знал, что эти Следопыты никуда не годятся! Неважно, я тебя остановлю!",
            "Нет нужды звать стражу, я и есть стража!",
            "Тебе лучше покинуть эти мирные земли, Лиходей!",
            "Курганы скоро увидят новую могилу!"
        ]
      }
    ]
  }