{
  "speech": [
    {
      "conditions": {
        "relation": "friendly"
      },
      "lines": [
        "Как видишь, #p, мои ноги болят от этой тяжелой ноши. Не хочешь ли что-нибудь купить?",
        "Мы, гномы, обычно не торгуем с людьми, но для тебя сделаем исключение, #p.",
        "Эль, доспехи, оружие — что захочешь, то и твое, друг мой! Если, конечно, у тебя хватит монет...",
        "Я прибыл из могучих твердынь Синих Гор, #p. Никакие другие гномы не могут похвастаться таким богатством, как наше.",
        "Я путешествую по свету в поисках богатства — возможно, ты делаешь то же самое, #p?",
        "Дай мне немного монет, #p, и я буду очень счастливым торговцем!",
        "Приветствую, #p! Не желаешь ли купить у меня товаров?",
        "Я привез великие сокровища из Синих Гор! Ты можешь получить их... за определенную цену!",
        "Хочешь поторговать со мной, #p? У меня есть несколько вещей, которые могут тебя заинтересовать.",
        "Я продам тебе что угодно за справедливую цену!",
        "Хочешь поторговать со мной, #p? За несколько дюжин серебряных монет ты сможешь насладиться работой гномов Эред Луина!"
      ]
    },
    {
      "conditions": {
        "alternatives": [
          {
            "relation": "hostile"
          }
        ]
      },
      "lines": [
        "Не надейся взять верх надо мной, буйный парень!",
        "Тебе не тягаться с сородичами из Синих Гор!",
        "Тебе не следовало сюда приходить, #p!",
        "Я расщеплю твой жалкий череп надвое!",
        "Давай, парень! Покажи, на что способен!",
        "Познай гнев гномов, #p!",
        "Ты пришел сюда только чтобы быть раздавленным?",
        "Прочь с глаз моих, моргульская нечисть!",
        "Сделай свой последний вдох, #p!",
        "Никакого гномского эля для тебя!",
        "Ррррааарргх!",
        "Я размну тебя как камень, парень!",
        "Ты недооценил нас, #p!",
        "Ты — мерзкая личность, #p!",
        "О чем ты думал, затевая со мной драку? Ха!",
        "Горе и погибель тебе и твоему роду, #p!",
        "Кхазад-ай мену!",
        "Ишкахкви-ай дуругунул!",
        "Чтоб ты сгорел в драконьем пламени!",
        "Как ты смеешь ступать на наши земли?",
        "Проваливай, орчья погань!",
        "Ты заплатишь за вторжение сюда, моргульская нечисть!"
      ]
    }
  ]
}